{
  "Menu": {
    "Home": "Home",
    "Portfolio": "Services",
    "Works": "Projects",
    "About": "About Us",
    "Contact": "Contact"
  },
  "Intro": {
    "FirstLine": "Elevating online presence",
    "SecondLine": "through expertly crafted web solutions",
    "ThirdLine": "Create exciting online experiences with full-stack mastery and years of experience",
    "WorkButton": "See the Latest Works",
    "ContactMe": "Contact Me",
    "Animation": "Elevate Your Web Presence!"
  },
  "Paralax": {
    "Do": "What We Do?",
    "Did": "What We Did?"
  },
  "Contact": {
    "Contact": "Get In Touch",
    "Form": {
      "FirstName": "First Name",
      "LastName": "Last Name",
      "Email": "Email Address",
      "Phone": "Phone No.",
      "Message": "Message",
      "Send": "Send",
      "Sending": "Sending..."
    },
    "Mandatory": "denotes mandatory"
  },
  "Languages": {
    "Greek": "Greek",
    "English": "English"
  },
  "AppBar": {
    "Translations": "Languages",
    "CurrentTranslation": "En"
  },
  "AboutMe": {
    "About": "About Me",
    "Welcome": "Welcome to our online home, where we transform simple ideas into powerful digital solutions. My name is Lauren Proko, and I am a seasoned Software Engineer with over 10 years of experience in web development, IT systems, and digital marketing. As the driving force behind this initiative, my mission is to provide businesses with cutting-edge, customized online solutions that deliver results.",
    "Skils": "At DrWebLab, we do not just offer advice—we deliver solutions. We have been dedicated to helping businesses succeed online by offering comprehensive web development and marketing services. With a network of expert collaborators, we assign a personal consultant to each client, ensuring tailored strategies and continuous support.",
    "EducaionTitle1": "Website Development & Design",
    "EducaionBody1": "From professional website creation to e-commerce solutions and mobile app development, we specialize in building platforms that are visually appealing, user-friendly, and optimized for performance.",
    "EducaionTitle2": "Complete Online Solutions",
    "EducaionBody2": "Our services extend to web hosting, domain registration, email marketing, and consulting. Whether it’s a straightforward website or a highly customized digital solution, we ensure every project is designed to meet your unique business needs.",
    "Certifications": "Every business is unique, and we treat it as such. From small-scale tasks to highly complex projects, our team is equipped to deliver exceptional results. By combining my personal passion for technology with extensive resources, we create digital experiences that not only stand out but also drive measurable growth.",
    "Button1": "Who we are",
    "Button2": "What we do",
    "Button3": "Our Commitment"
  },
  "Services": {
    "Header": "Services",
    "Description": "Website construction, promotion and support services",
    "Service1": "Simple Website",
    "Service1Description": "Get a professional, responsive website tailored to your needs. Ideal for small businesses or personal portfolios, our simple websites combine sleek design with essential features to establish your online presence.",
    "Service2": "Custom Website",
    "Service2Description": "Transform your vision into reality with a custom-built website. Designed from the ground up, we craft unique solutions that reflect your brand and deliver outstanding user experiences.",
    "Service3": "Web Application",
    "Service3Description": "Empower your business with custom web applications designed for efficiency and scalability. We develop robust, secure, and user-friendly solutions that meet your unique requirements.",
    "Service4": "Search Engine Optimization (SEO)",
    "Service4Description": "Boost your online visibility and attract more traffic with our expert SEO services. From keyword optimization to technical enhancements, we help your website rank higher on search engines.",
    "Service5": "Maintenance & Support",
    "Service5Description": "Ensure your website stays secure, up-to-date, and performs at its best. Our maintenance and support services include updates, troubleshooting, and regular performance checks.",
    "Service6": "Mobile App Development",
    "Service6Description": "Expand your reach with custom mobile apps for iOS and Android. Our team delivers user-friendly, feature-rich applications tailored to meet your business goals."
  },
  "Projects": {
    "Header": "Projects",
    "Description": "Discover a showcase of our latest projects where creativity meets functionality. From stunning website designs to innovative web applications, each project exemplifies our commitment to excellence and client satisfaction. Dive in to see how we can bring your vision to life."
  }
}
